# 2020.05.17.日

我无所不惧，  
但我最畏惧的是没有直面一切的勇气。

# 2020.10.17.土

每一次的失败都是为以后的成功积累经验，  
每一处错误都是为最后的正解埋下伏笔。  
经验教训堆积如山，终是一座宝山。

# 2020.10.23.金

用什么样的态度看水，  
水里就是什么样的你。

# 2020.10.24.土

珍爱生命，  
不是畏惧死亡，而是明白：  
该什么时候死，  
怎么死，  
为什么而死。

# 2020.11.12.木

愿每次失败之后，  
都是小小的沮丧和巨大的发现错误的欣喜。

# 2020.11.15.日

作一点星光，  
不求照亮夜空，  
只求挣扎开那一点黑暗。

# 2021.07.28.火

时光潺潺流过，  
时溪里的石子，  
会渐渐被打磨成，  
它们应有的模样，  
圆润、光滑、不复当年。

# 已忘之时

## created by [LJH](https://github.com/aso-ljh)

那一朵朵生于云端，  
缓缓向下生长，  
最终于地面绽放的花朵，  
只是轻轻悄悄地给予一瞬的璀璨，  
不留一丝回味地，转瞬即逝了。

不由得想起，久未曾见的，  
那一朵朵白花，同样地生于云端，  
却是生来就在绽放、生长，  
也同时在凋零、萎落，  
纷纷扬扬的，满眼都是朦胧。  
抬头仰望，没有花儿生长的痕迹，  
但我相信，花期过后，
若有阳光，定会被弯折出，七彩的模样。  
残损的花瓣，洒落满地，  
眼中便是一地的晶莹，化作春泥更护花，  
待到回归云端之后，也许就会迎来新生。  
多么可爱的花儿，生于云端，  
却自甘入凡尘，绽放那一瞬的美。  
也许，她也是谪仙呢？

## edited by LXY

那一朵朵生于云端，  
缓缓向下生长最终于地面绽放的花朵，  
只是轻轻地给予一瞬的璀璨，  
不留一丝回味地，转瞬即逝了。

不由得想起，久未曾见的，  
那一朵朵白花，同样地，生于云端，  
却是生来就在绽放，在生长，  
也同时在凋零，在萎落，  
纷纷扬扬，满眼都是朦胧。  
抬头仰望，没有花儿生长的痕迹，  
但我相信，花期过后，  
若有阳光，定会被弯折出，七彩的模样。  
残损的花瓣，洒落满地，眼中泛起一地的晶莹，  
化作春泥更护花，待到回归云端之后，也许就会迎来新生。  
多么可爱的花儿，生于云端，  
却自甘入凡尘，绽放那一瞬(间)的美。  
也许，它也是谪仙呢？

# 2022.08.21.日

如果梦执意破碎，  
又有谁能继续长眠？

# 2022.08.26.金

过度的保护，  
本质上就是一种侵犯。

# 2022.09.05.月

纵使枝叶漫天伸展，  
根仍在土里。

# 2022.09.10.土

也许长夜从未过去，  
只是流萤，成功地，  
编织了梦想，  
但，应该相信，  
有了梦，  
成真也不会遥远。

